tests/benchmark/results/v2.1.5/A_health_baseline.txt

Summary:
  Total:	15.0016 secs
  Slowest:	0.0152 secs
  Fastest:	0.0001 secs
  Average:	0.0012 secs
  Requests/sec:	43031.6959
  

Response time histogram:
  0.000 [1]	|
  0.002 [574902]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [68655]	|■■■■■
  0.005 [1608]	|
  0.006 [265]	|
  0.008 [60]	|
  0.009 [30]	|
  0.011 [15]	|
  0.012 [5]	|
  0.014 [0]	|
  0.015 [2]	|


Latency distribution:
  10%% in 0.0007 secs
  25%% in 0.0009 secs
  50%% in 0.0011 secs
  75%% in 0.0014 secs
  90%% in 0.0017 secs
  95%% in 0.0019 secs
  99%% in 0.0026 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0029 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0019 secs
  resp wait:	0.0011 secs, 0.0001 secs, 0.0152 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0029 secs

Status code distribution:
  [200]	645543 responses