tests/benchmark/results/v2.1.5/B_simple_workflow.txt

Summary:
  Total:	15.1411 secs
  Slowest:	1.4629 secs
  Fastest:	0.0005 secs
  Average:	0.0075 secs
  Requests/sec:	6575.7995
  

Response time histogram:
  0.001 [1]	|
  0.147 [99399]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.293 [82]	|
  0.439 [20]	|
  0.585 [34]	|
  0.732 [9]	|
  0.878 [11]	|
  1.024 [3]	|
  1.170 [4]	|
  1.317 [1]	|
  1.463 [1]	|


Latency distribution:
  10%% in 0.0042 secs
  25%% in 0.0044 secs
  50%% in 0.0056 secs
  75%% in 0.0073 secs
  90%% in 0.0088 secs
  95%% in 0.0118 secs
  99%% in 0.0338 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0015 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0047 secs
  resp wait:	0.0075 secs, 0.0005 secs, 1.4629 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0009 secs

Status code distribution:
  [200]	99565 responses