tests/benchmark/results/v2.1.5/C_complex_workflow.txt

Summary:
  Total:	15.0728 secs
  Slowest:	2.1255 secs
  Fastest:	0.0006 secs
  Average:	0.0122 secs
  Requests/sec:	4072.9790
  

Response time histogram:
  0.001 [1]	|
  0.213 [61274]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.426 [37]	|
  0.638 [17]	|
  0.851 [8]	|
  1.063 [50]	|
  1.276 [1]	|
  1.488 [0]	|
  1.701 [0]	|
  1.913 [1]	|
  2.125 [2]	|


Latency distribution:
  10%% in 0.0046 secs
  25%% in 0.0062 secs
  50%% in 0.0091 secs
  75%% in 0.0124 secs
  90%% in 0.0163 secs
  95%% in 0.0209 secs
  99%% in 0.0664 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0012 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0014 secs
  resp wait:	0.0122 secs, 0.0006 secs, 2.1254 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0068 secs

Status code distribution:
  [200]	61391 responses