tests/benchmark/results/v2.1.5/E_concurrency_1.txt

Summary:
  Total:	15.0003 secs
  Slowest:	0.0153 secs
  Fastest:	0.0001 secs
  Average:	0.0003 secs
  Requests/sec:	3306.9297
  

Response time histogram:
  0.000 [1]	|
  0.002 [48750]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [180]	|
  0.005 [560]	|
  0.006 [67]	|
  0.008 [22]	|
  0.009 [10]	|
  0.011 [6]	|
  0.012 [5]	|
  0.014 [0]	|
  0.015 [4]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0002 secs
  50%% in 0.0002 secs
  75%% in 0.0002 secs
  90%% in 0.0003 secs
  95%% in 0.0007 secs
  99%% in 0.0037 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0003 secs, 0.0001 secs, 0.0153 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0018 secs

Status code distribution:
  [200]	49605 responses