tests/benchmark/results/v2.1.5/E_concurrency_10.txt

Summary:
  Total:	15.1457 secs
  Slowest:	1.0575 secs
  Fastest:	0.0001 secs
  Average:	0.0019 secs
  Requests/sec:	5350.1134
  

Response time histogram:
  0.000 [1]	|
  0.106 [80833]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.212 [158]	|
  0.317 [9]	|
  0.423 [11]	|
  0.529 [4]	|
  0.635 [8]	|
  0.740 [4]	|
  0.846 [1]	|
  0.952 [1]	|
  1.057 [1]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0002 secs
  50%% in 0.0002 secs
  75%% in 0.0013 secs
  90%% in 0.0023 secs
  95%% in 0.0038 secs
  99%% in 0.0348 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0018 secs, 0.0001 secs, 1.0575 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	81031 responses