tests/benchmark/results/v2.1.5/E_concurrency_100.txt

Summary:
  Total:	15.1116 secs
  Slowest:	3.2870 secs
  Fastest:	0.0018 secs
  Average:	0.0147 secs
  Requests/sec:	6734.9752
  

Response time histogram:
  0.002 [1]	|
  0.330 [101671]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.659 [60]	|
  0.987 [30]	|
  1.316 [7]	|
  1.644 [4]	|
  1.973 [1]	|
  2.301 [1]	|
  2.630 [0]	|
  2.958 [0]	|
  3.287 [1]	|


Latency distribution:
  10%% in 0.0119 secs
  25%% in 0.0130 secs
  50%% in 0.0134 secs
  75%% in 0.0138 secs
  90%% in 0.0147 secs
  95%% in 0.0161 secs
  99%% in 0.0262 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0020 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0022 secs
  resp wait:	0.0147 secs, 0.0009 secs, 3.2869 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0004 secs

Status code distribution:
  [200]	101776 responses