tests/benchmark/results/v2.1.5/E_concurrency_50.txt

Summary:
  Total:	15.0746 secs
  Slowest:	1.9671 secs
  Fastest:	0.0009 secs
  Average:	0.0074 secs
  Requests/sec:	6759.2693
  

Response time histogram:
  0.001 [1]	|
  0.198 [101752]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.394 [58]	|
  0.591 [46]	|
  0.787 [14]	|
  0.984 [3]	|
  1.181 [6]	|
  1.377 [6]	|
  1.574 [6]	|
  1.770 [0]	|
  1.967 [1]	|


Latency distribution:
  10%% in 0.0044 secs
  25%% in 0.0046 secs
  50%% in 0.0058 secs
  75%% in 0.0077 secs
  90%% in 0.0082 secs
  95%% in 0.0087 secs
  99%% in 0.0183 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0073 secs, 0.0009 secs, 1.9671 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	101893 responses