tests/benchmark/results/v2.1.5/F_reload_under_load.txt

Summary:
  Total:	15.0789 secs
  Slowest:	2.4736 secs
  Fastest:	0.0013 secs
  Average:	0.0074 secs
  Requests/sec:	6742.9989
  

Response time histogram:
  0.001 [1]	|
  0.249 [101567]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.496 [41]	|
  0.743 [31]	|
  0.990 [21]	|
  1.237 [7]	|
  1.485 [5]	|
  1.732 [3]	|
  1.979 [0]	|
  2.226 [0]	|
  2.474 [1]	|


Latency distribution:
  10%% in 0.0044 secs
  25%% in 0.0045 secs
  50%% in 0.0058 secs
  75%% in 0.0077 secs
  90%% in 0.0083 secs
  95%% in 0.0087 secs
  99%% in 0.0176 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0017 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0074 secs, 0.0011 secs, 2.4736 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	101677 responses